Repository: thinkwee/HiMe
Catalog: ios/hime/hime/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ · %lld readings
source: %1$@ · %2$lld readings
zh_hans: %1$@ · %2$lld 记录

source: %lld%% synced
zh_hans: %lld%% 已同步

source: %lldx triggered
zh_hans: %lldx 已触发

source: 1 data point recorded
zh_hans: 已记录 1 个数据点

source: 1. Who we are
zh_hans: 1. 我们是谁

source: 2. Data the app collects on your device
zh_hans: 2. 在您的设备上收集的数据

source: 3. How the app collects data
zh_hans: 3. app如何收集数据

source: 4. How the app uses data
zh_hans: 4. app如何使用数据

source: 5. Sharing with third-party AI services
zh_hans: 5. 与第三方AI服务共享数据

source: 6. Data storage and retention
zh_hans: 6. 数据存储和保留

source: 7. Your consent and your controls
zh_hans: 7. 您的许可和您的控制权

source: 8. Security
zh_hans: 8. 安全

source: 9. Children
zh_hans: 9. 儿童使用

source: 10. Changes to this policy
zh_hans: 10. 政策变更

source: 11. Contact
zh_hans: 11. 联系

source: 192.168.1.100 or example.com
zh_hans: 192.168.1.100 或 example.com

source: A living health avatar
zh_hans: 一个有生命力的健康化身

source: About
zh_hans: 关于

source: Access requested
zh_hans: 已请求授权

source: Activity Log
zh_hans: 活动日志

source: Agent
zh_hans: 智能体

source: Agent Reports
zh_hans: 智能体报告

source: Agent running
zh_hans: 智能体运行中

source: AI Data Sharing
zh_hans: AI 数据分享

source: AI Data Sharing Consent
zh_hans: AI 数据分享许可

source: Analysis Goal
zh_hans: 分析目标

source: Apple Health Access
zh_hans: Apple 健康数据访问

source: As your personal AI health assistant, HiMe understands your real-time health data, feels your heart beats, your breath, and your body's movements, and provides proactive insights so you never miss what matters. Fully self-hosted, secure, and open-source. Say **Hi** to healthy **Me**!
zh_hans: 作为您的个人AI健康智能体，HiMe理解你的每一次心跳，每一次呼吸，每一次运动，并且主动提供健康洞察，从不错过。 完全由您自己搭建服务器，安全，开源。Say **Hi** to healthy **Me**!

source: As your personal AI health assistant, Hime understands your real-time health data, feels your heart beats, your breath, and your body's movements, and provides proactive insights so you never miss what matters. Fully self-hosted, secure, and open-source. Say **Hi** to healthy **Me**!
zh_hans: 作为您的个人AI健康智能体，HiMe理解你的每一次心跳，每一次呼吸，每一次运动，并且主动提供健康洞察，从不错过。 完全由您自己搭建服务器，安全，开源。Say **Hi** to healthy **Me**!

source: Ask your agent to create a personalised page and it will appear right here.
zh_hans: 让您的智能体创建一个个性化页面, 它就会出现在这里。

source: Authorization
zh_hans: 授权

source: Before any data is shared with a third-party AI service, the app requires your explicit consent on the "AI Data Sharing" onboarding page. You can withdraw consent at any time in Settings → Data & Privacy → Revoke Consent. Revoking consent disconnects the app from your server and returns you to onboarding; no data is sent until you re-consent. You can also revoke HealthKit access in the iOS Settings app at any time.
zh_hans: 在任何数据被共享给第三方 AI 服务之前，应用会在「AI 数据共享」引导页要求你明确同意。你可以随时在「设置 → 数据与隐私 → 撤回同意」中撤回授权。撤回后，应用会断开与服务器的连接并返回引导流程，在你再次同意前不会发送任何数据。你也可以随时在 iOS 系统设置中撤销 HealthKit 访问权限。

source: Build
zh_hans: 构建号

source: Burst Mode (High Priority)
zh_hans: 高速模式(高优先级)

source: Cancel
zh_hans: 取消

source: Chat Not Configured
zh_hans: 聊天未配置

source: Clear
zh_hans: 清除

source: Clear all activity logs?
zh_hans: 要清除所有活动日志吗?

source: Clear Logs
zh_hans: 清除日志

source: Collected Data
zh_hans: 已采集数据

source: Collected data is forwarded to the HiMe backend server that you deploy and configure in the app's Settings. Your server stores the data locally and uses it to: (a) compute statistics for the on-device dashboard; (b) generate AI-driven health reports and chat replies; (c) trigger health alerts based on rules you define. The app developer never receives any of your data.
zh_hans: 收集到的数据会转发至你在应用设置中配置的 HiMe 后端服务器。你的服务器将数据存储在本地，并用于：(a) 计算本机仪表盘的统计信息；(b) 生成 AI 健康报告与聊天回复；(c) 依据你定义的规则触发健康提醒。应用开发者永远不会接收你的任何数据。

source: Communication between the app and your server uses HTTPS when you configure an HTTPS server URL. An optional bearer token (API_AUTH_TOKEN) authenticates every request when set. Server-side, dynamically generated personalised pages run under a strict Content Security Policy and a sandbox that blocks dangerous imports. SQL accepted from the agent is validated to prevent destructive statements against health data.
zh_hans: 当你配置 HTTPS 服务器地址时，应用与服务器之间通过 HTTPS 通信。设置可选的 Bearer 令牌（API_AUTH_TOKEN）后，每次请求都会进行鉴权。在服务器端，动态生成的个性化页面运行在严格的内容安全策略（CSP）与屏蔽危险导入的沙箱中。智能体提交的 SQL 会经过校验，以防止对健康数据执行破坏性语句。

source: Condition
zh_hans: 条件

source: Connect
zh_hans: 连接

source: Connect and wear your Apple Watch to start collecting health data.
zh_hans: 连接并佩戴 Apple Watch 即可开始采集健康数据。

source: Connect Your Server
zh_hans: 连接你的服务器

source: Connected
zh_hans: 已连接

source: Connected to %@
zh_hans: 已连接到 %@

source: Continue
zh_hans: 继续

source: Cooldown
zh_hans: 冷却时间

source: Copied!
zh_hans: 已复制!

source: Copy Logs
zh_hans: 复制日志

source: Could not reach server
zh_hans: 无法连接到服务器

source: Create
zh_hans: 创建

source: Cycles
zh_hans: 周期

source: Dashboard
zh_hans: 仪表盘

source: Data & Privacy
zh_hans: 数据和隐私

source: Data is stored on your iPhone (HealthKit-derived caches, conversation history, configuration in UserDefaults) and on the HiMe server you operate (per-user SQLite databases, agent memory, generated reports). Retention is fully under your control: deleting the app removes all on-device data; resetting your server wipes all server-side data. Third-party AI providers may retain prompt/response logs according to their own policies.
zh_hans: 数据存储在你的 iPhone 上（HealthKit 衍生缓存、对话历史、存于 UserDefaults 的配置），以及你运营的 HiMe 服务器上（按用户划分的 SQLite 数据库、智能体记忆、生成的报告）。留存期限完全由你控制：删除应用即可清除所有本机数据；重置服务器即可清除所有服务器端数据。第三方 AI 提供商可能会按其自身政策留存提示词/响应日志。

source: Data travels from this app to the Hime server you deploy, and your server makes API calls to the AI provider you selected. Hime does not upload your data to any service operated by the app developer.
zh_hans: 数据将由app传输到您自己部署的HiMe服务器，您的服务器会通过API调用您自己选择和配置的AI服务。HiMe本身不上传任何数据到其他任何开发者运营的服务上。

source: Deploy Your Own Server
zh_hans: 部署您自己的服务器

source: Disconnect
zh_hans: 断开连接

source: Disconnected
zh_hans: 未连接

source: Done
zh_hans: 完成

source: e.g. 0 8 * * *
zh_hans: 例如 0 8 * * *

source: e.g. High Heart Rate
zh_hans: 例如 心率过高

source: Enable to explore HiMe with sample data. No server or HealthKit needed.
zh_hans: 开启后可使用示例数据探索 HiMe,无需服务器或 HealthKit 授权。

# Enter the WebSocket address of the Hime macOS server running on your Mac.
source: Enter the WebSocket address of the HiMe server running on your own device.
zh_hans: 请输入运行在您的 HiMe 服务器的 WebSocket 地址。

source: Enter your server address. Auth Token must match the API_AUTH_TOKEN in your server's .env file (leave empty for local use).
zh_hans: 输入您的自建服务器地址。Auth Token必须与您的服务器.env文件里的API_AUTH_TOKEN相匹配

source: Event Triggers
zh_hans: 事件触发器

source: Feature
zh_hans: 指标

source: Force Fetch All Data Now
zh_hans: 立即强制拉取全部数据

source: Get Started
zh_hans: 开始使用

source: Grant Access
zh_hans: 授予访问权限

source: Granted
zh_hans: 已授权

source: Health data is read from Apple HealthKit using HealthKit observer queries that the user authorises on the "Apple Health Access" onboarding page. The app never writes to HealthKit. Conversation text is provided directly by the user when they message the AI agent. Configuration is entered manually by the user.
zh_hans: 健康数据通过 HealthKit 的观察者查询（observer queries）读取，你需在「Apple 健康访问」引导页授权。应用从不向 HealthKit 写入数据。对话文本由你在与 AI 智能体交流时直接提供。配置信息由你手动输入。

source: Health Intelligence Management Engine
zh_hans: 健康智能管理引擎

source: Health metrics from Apple Health (heart rate, HRV, SpO2, respiratory rate, sleep stages, steps, active energy, workouts, and related wearable data) and the text of your conversations with the AI agent.
zh_hans: 来自Apple Health的健康指标（例如心率，HRV, SpO2，呼吸频率，睡眠阶段，步数，活动能量，锻炼和相关穿戴设备数据）以及您和AI智能体的对话。

source: Health Report
zh_hans: 健康报告

source: Health Summary
zh_hans: 健康概况

source: HiMe (Health Intelligence Management Engine) is an open-source, self-hosted AI health assistant. The iOS app is a client that communicates only to a backend server that you, the user, deploy and operate yourself. The app developer does not run any server, does not collect telemetry, and does not have access to your data.
zh_hans: HiMe（Health Intelligence Management Engine）是一款开源、自托管的 AI 健康助手。本 iOS 应用只与你自己部署并运行的后端服务器通信。应用开发者不运营任何服务器，不收集遥测数据，也无法访问你的任何数据。

source: HiMe Home
zh_hans: HiMe 主页

source: HiMe is not directed to children under 13. Do not use the app if you are under the minimum age of digital consent in your jurisdiction.
zh_hans: HiMe 不面向 13 岁以下的儿童。如果你未达到所在司法辖区的数字同意最低年龄，请勿使用本应用。

source: HiMe is ready to go. You can change any of these settings later from the gear icon on the home screen.
zh_hans: HiMe 已准备就绪。您可以随时在主界面右上角的齿轮图标中修改这些设置。

source: HiMe is ready. Long press the HiMeow in the home tab and the AI agent will start analysing health trends and pushing reports automatically.
zh_hans: HiMe准备就绪！ 在主页长按您的HiMeow来唤醒智能体进行一次快速健康分析，并且自动推送健康分析报告

source: Hime is self-hosted, but your server forwards your data to a third-party AI service that you choose and configure. Please review the details below before continuing.
zh_hans: HiMe是您自己搭建的服务，但是您自己搭建的服务器会按照您的选择和配置将数据传送到第三方AI服务。请在继续之前仔细阅读下面的细节。

source: HiMe monitors 50+ health metrics from your Apple Watch in the background using HealthKit observer queries.
zh_hans: HiMe 在后台通过 HealthKit 观察查询持续监测来自您的 Apple Watch 的 50+ 项健康指标。

source: Hime Privacy Policy
zh_hans: HiMe隐私政策

source: HiMe reads heart rate, HRV, blood oxygen, sleep, steps, workouts and related metrics from Apple Health so its agent can analyse trends. HiMe never writes to Health and never uploads raw samples to third parties.
zh_hans: HiMe 从 Apple 健康读取心率、心率变异性、血氧、睡眠、步数、锻炼等指标以供智能体分析趋势。HiMe 永远不会写入健康数据,也不会将原始样本上传给任何第三方。

source: HiMe reads wearable health data from Apple Health so the AI agent can analyse trends. HiMe never writes to Health and you have the full control on how and where AI process the data.
zh_hans: HiMe从Apple Health读取可穿戴健康数据，提供给智能体分析健康趋势。HiMe从来不写入更改健康数据，由你自己完全控制在AI在哪里、如何处理你的健康数据。

source: HiMe requires a self-hosted server. Follow the setup guide on GitHub to deploy your backend and connect this app.
zh_hans: HiMe需要您自己搭建服务器。请按照Github上的指南来部署您的服务器并且连接到该app。

source: Hime runs on your own server. Follow the Hime GitHub Repo to deploy your own server.
zh_hans: HiMe在您自己的服务器上运行。关注HiMe Github仓库来部署服务器。

source: Hime sends Apple Health data and chat messages to the third-party AI provider configured on your server. Your explicit consent is required before any data is shared.
zh_hans: HiMe基于您自己搭建的服务器的配置项，将Apple Health数据和智能体聊天记录发送到第三方AI供应商。在任何数据发送之前我们需要您的显式许可。

source: HiMeow is a AI digital health avatar that lives on your home screen and reflects your real-time health state. It's happy when you are well-rested, concerned when something looks off. Long-press HiMeow anytime for an instant health report and quick AI analysis.
zh_hans: HiMeow 是您的AI数字健康化身，它会驻留在您的HiMe App主屏幕上，实时反映您的健康状况。当您休息充足时，它会感到高兴；当您的身体出现异常时，它会表示担忧。 随时长按 HiMeow，即可查看即时健康报告和快速的 AI 分析。

source: How Hime shares your data with third-party AI
zh_hans: HiMe如何和第三方AI供应商分享您的数据

source: How it is sent
zh_hans: 数据如何被发送

source: I Agree & Continue
zh_hans: 我同意&继续

source: I understand and agree to share my data with the third-party AI service configured on my server.
zh_hans: 我理解并且同意将数据分享给我服务器上配置的第三方AI供应商

source: If material changes are made, the in-app version of this policy will be updated and the app will request fresh consent on next launch.
zh_hans: 若本政策发生实质性变更，应用内的版本将同步更新，并在下次启动时请求你重新同意。

source: Infinite possibilities, one conversation away.
zh_hans: 无限可能,只需一次对话。

source: Input
zh_hans: 输入

source: Invalid address
zh_hans: 地址无效

source: Invalid server address
zh_hans: 服务器地址无效

source: Last Analysis
zh_hans: 最近分析

source: Last Sync
zh_hans: 最近同步

source: Last updated: 2026-04-15
zh_hans: 最后更新于：2026年4月15日

source: Let's get started
zh_hans: 开始吧

source: Mac Server
zh_hans: Mac 服务器

source: Meet HiMeow
zh_hans: 领养你的HiMeow

source: Meet Your HiMe Cat
zh_hans: 领养你的HiMeow

source: min
zh_hans: 分钟

source: minutes
zh_hans: 分钟

source: New Scheduled Task
zh_hans: 新建定时任务

source: New Trigger Rule
zh_hans: 新建触发规则

source: No data
zh_hans: 暂无数据

source: No data collected yet
zh_hans: 尚未采集到任何数据

source: No data yet
zh_hans: 暂无数据

source: No messaging gateway is enabled on your server. Configure Telegram or Feishu by following the setup guide on GitHub.
zh_hans: 您的服务器没有启用消息Gateway服务。请根据Github指引配置telegram或者feishu gateway.

source: No recent activity.
zh_hans: 暂无最近活动。

source: No reports yet
zh_hans: 暂无报告

source: No scheduled tasks
zh_hans: 暂无定时任务

source: No trigger rules
zh_hans: 暂无触发规则

source: Not configured
zh_hans: 未配置

source: Not granted
zh_hans: 未授权

source: OK — connected to %@
zh_hans: 正常 — 已连接到 %@

source: Onboarding
zh_hans: 启动页

source: Optional
zh_hans: 可选

source: Output
zh_hans: 输出

source: Overview
zh_hans: 概览

source: Pages
zh_hans: 页面

source: Pause
zh_hans: 暂停

source: Privacy Policy
zh_hans: 隐私政策

source: Questions about this policy or the project can be raised at https://github.com/thinkwee/Hime/issues.
zh_hans: 有关本政策或本项目的问题，可在 https://github.com/thinkwee/Hime/issues 提出。

source: Read the full privacy policy
zh_hans: 阅读完整隐私政策

source: Read-only and on-device
zh_hans: 只读且在本地设备处理

source: Recent Collected Data
zh_hans: 最近采集的数据

source: Records
zh_hans: 记录数

source: Replay Onboarding
zh_hans: 重新播放引导

source: Reports
zh_hans: 报告

source: Resume
zh_hans: 恢复

source: Review Disclosure
zh_hans: 审阅披露文件

source: Revoke
zh_hans: 撤销

source: Revoke Consent
zh_hans: 撤销授权

source: Revoke consent to share data with third-party AI?
zh_hans: 是否撤销对于分享数据到第三方AI供应商的授权？

source: Rule Name
zh_hans: 规则名称

source: Run Now
zh_hans: 立即运行

source: Running
zh_hans: 运行中

source: Schedule (Cron)
zh_hans: 计划(Cron 表达式)

source: Scheduled Tasks
zh_hans: 定时任务

source: Scroll to read all sections, then agree below
zh_hans: 下滑以阅读全部章节，然后在下方确认您的授权

source: Section
zh_hans: 分区

source: Self-hosted, full control on your data
zh_hans: 由您自己搭建服务器，拥有对数据的完整掌控权

source: Server
zh_hans: 服务器

source: Server Address
zh_hans: 服务器地址

source: Server responded with an error
zh_hans: 服务器响应错误

source: Server returned an error
zh_hans: 服务器返回错误

source: Settings
zh_hans: 设置

source: Setup Guide
zh_hans: 配置指引

source: Setup Guide on GitHub
zh_hans: Github指引

source: Skip
zh_hans: 跳过

source: Skip for now
zh_hans: 暂时跳过

source: Start
zh_hans: 启动

source: Start the agent to generate health insights and reports.
zh_hans: 启动智能体以生成健康洞察和报告。

source: Status
zh_hans: 状态

source: Tasks
zh_hans: 任务

source: Test Again
zh_hans: 再次测试

source: Test Connection
zh_hans: 测试连接

source: Test Server Connection
zh_hans: 测试服务器连接

source: Testing...
zh_hans: 测试中…

source: The app will disconnect from your server and return to onboarding. You can re-grant consent there.
zh_hans: app会断开服务器链接并重新回到初始引导界面，您可以重新确认是否要授权。

source: The third-party AI provider you configure on your server. Supported providers include OpenAI, Anthropic, Google (Gemini / Vertex), Mistral, Groq, DeepSeek, xAI, OpenRouter, Perplexity, Amazon Bedrock, Azure OpenAI, ZhipuAI, MiniMax, or a self-hosted vLLM endpoint. The provider you select will receive your data under its own terms and privacy policy.
zh_hans: 您在自己搭建的HiMe服务器上所配置的第三方AI供应商。支持的AI供应商包括OpenAI, Anthropic, Google (Gemini / Vertex), Mistral, Groq, DeepSeek, xAI, OpenRouter, Perplexity, Amazon Bedrock, Azure OpenAI, ZhipuAI, MiniMax, 或者您自己通过vLLM部署的本地模型。您选择的第三方AI供应商会按照他们自己的条款和隐私政策接受您的数据。

source: Thinking
zh_hans: 思考

source: Threshold
zh_hans: 阈值

source: Time
zh_hans: 时间

source: Timing
zh_hans: 时间设置

source: Version
zh_hans: 版本

source: Waiting for data...
zh_hans: 等待数据中…

source: Wear your Apple Watch and sync data to see metrics here.
zh_hans: 佩戴 Apple Watch 并同步数据,即可在此查看指标。

source: Welcome to Hime
zh_hans: 欢迎使用HiMe

source: What is sent
zh_hans: 哪些数据被发送

source: Who it is sent to
zh_hans: 发送给谁

source: Window
zh_hans: 时间窗口

source: With your permission, the app reads health and fitness data from Apple HealthKit, including but not limited to: heart rate, heart rate variability (HRV), blood oxygen (SpO2), respiratory rate, body temperature, steps, distance, active and basal energy, exercise minutes, stand hours, workouts, sleep analysis (in-bed / core / deep / REM / awake), mindful sessions, and related wearable measurements. The app also stores the text of your conversations with the AI agent and the configuration you enter (server address, optional auth token, app preferences). The app does NOT read contacts, photos, location, microphone, camera, or any other personal data outside HealthKit.
zh_hans: 在你授权后，应用会通过 Apple HealthKit 读取健康和运动数据，包括但不限于：心率、心率变异性（HRV）、血氧（SpO2）、呼吸频率、体温、步数、距离、活动与基础能量、锻炼时长、站立时长、训练记录、睡眠分析（在床 / 核心 / 深度 / REM / 清醒）、正念时长及相关可穿戴测量值。应用还会存储你与 AI 智能体的对话文本，以及你输入的配置信息（服务器地址、可选的鉴权令牌、应用偏好）。应用不会读取通讯录、照片、位置、麦克风、摄像头或 HealthKit 之外的任何其他个人数据。

source: You can revoke consent any time in Settings → Data & Privacy. Revoking consent stops the app from sending data and returns you to onboarding.
zh_hans: 您可以在随时在设置->数据和隐私里撤销授权。撤销许可会停止数据传输并返回到开始引导界面。

source: You're All Set
zh_hans: 一切就绪

source: Your AI digital health avatar
zh_hans: 你的AI数字健康化身

source: Your AI health companion. HiMe uses an autonomous on-device agent to analyse Apple Watch data and surface insights you would otherwise miss.
zh_hans: 你的 AI 健康伙伴。HiMe 使用设备端自主智能体分析 Apple Watch 数据,挖掘你可能错过的健康洞察。

source: Your control
zh_hans: 您的控制

source: Your HiMe cat reflects your current health state. Its expression and mood are driven by the agent in real time — happy when you are rested, concerned when something looks off.
zh_hans: 你的 Himeow会实时反映你当前的健康状态。它的表情和情绪由智能体实时驱动 — 当你休息充分时它会开心,当有异常时它会担忧。

source: Your HiMe server makes API calls to a third-party Large Language Model (LLM) provider that you select via the DEFAULT_LLM_PROVIDER setting on your server. Supported providers include: OpenAI, Anthropic, Google (Gemini / Vertex AI), Mistral, Groq, DeepSeek, xAI, OpenRouter, Perplexity, Amazon Bedrock, Azure OpenAI, ZhipuAI, MiniMax, or a self-hosted vLLM endpoint. When the AI agent runs, the following may be sent to the chosen provider: numeric health metrics (with timestamps and units), summaries derived from your data, the text of your messages, and prompts/instructions assembled by the agent. Each provider processes the data under its own terms of service and privacy policy. You can review the providers' policies on their respective websites. We require you to confirm that the provider you choose offers data protection equal to or stronger than what is described in this policy. HiMe does not share data with any other third party (no analytics SDKs, no advertising networks, no crash-reporting services that exfiltrate data).
zh_hans: 你的 HiMe 服务器会根据你在服务器上通过 DEFAULT_LLM_PROVIDER 配置的选项，调用第三方大语言模型（LLM）提供商的 API。支持的提供商包括：OpenAI、Anthropic、Google（Gemini / Vertex AI）、Mistral、Groq、DeepSeek、xAI、OpenRouter、Perplexity、Amazon Bedrock、Azure OpenAI、智谱 AI（ZhipuAI）、MiniMax，或自托管的 vLLM 终端。 当 AI 智能体运行时，可能会向所选提供商发送：带时间戳与单位的数值健康指标、基于你数据生成的摘要、你的消息文本、以及智能体构造的提示词/指令。每个提供商会依据其自身的服务条款与隐私政策处理数据，你可在各提供商官网查阅其政策。我们要求你确认所选提供商提供的数据保护不低于本政策所述标准。 HiMe 不与任何其他第三方共享数据（不使用分析 SDK、不使用广告网络、不使用会外传数据的崩溃上报服务）。

source: Your Next Page Lives Here
zh_hans: 你的下一个页面就在这里
